---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultBendParam
source: html/43ca149e-b9e5-dc97-12d9-25f55797de07.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultBendParam Property

"Bend"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultBendParam { get; }
```